hero_level=^int_def_t16tdl^Level: ^[hero_level]
//hero_exp=^int_def_t16tdl^(на удаление) Опыт: ^[hero_experience]
hero_hero_name=^int_def_t16bl^[hero_rank] [hero_name]

hero_ldrshp=^int_def_t16tdl^Leadership: ^
hero_attack=^int_def_t14sc^Attack
hero_defense=^int_def_t14sc^Defense
hero_intellect=^int_def_t14sc^Intellect

hero_attack_num=^int_dig_t14sc^[hero_attack]
hero_defense_num=^int_dig_t14sc^[hero_defense]
hero_intellect_num=^int_dig_t14sc^[hero_intellect]

hero_money=^int_def_t14sc^Gold
hero_rage=^int_def_t14sc^Rage
hero_mana=^int_def_t14sc^Mana

hero_money_num=^int_dig_t14sc^[hero_money]
hero_rage_num=^int_def_t1_mm^^[hero_rage]^([hero_rage_max])
hero_mana_num=^int_def_t1_mm^^[hero_mana]^([hero_mana_max])

rune_might_hint=^left_t^Might Runes are necessary to upgrade your Might Skills. Warriors receive more Might Runes when leveling up.
rune_mind_hint=^left_t^Mind Runes are necessary to upgrade your Mind Skills. Paladins receive more Mind Runes when leveling up.
rune_magic_hint=^left_t^Magic Runes are necessary to upgrade your Magic Skills. Mages receive more Magic Runes when leveling up.

hero_casket=^int_CAP_t0^Chest of Rage

hero_ldrshp1=^int_def_t16tdl^^[hero_leadership]

hero_wsp1_n=^int_sr_t1^[spirit1]
hero_wsp2_n=^int_sr_t1^[spirit2]
hero_wsp3_n=^int_sr_t1^[spirit3]
hero_wsp4_n=^int_sr_t1^[spirit4]

hero_wsp1_l=^int_sr_t2^[spirit1]
hero_wsp2_l=^int_sr_t2^[spirit2]
hero_wsp3_l=^int_sr_t2^[spirit3]
hero_wsp4_l=^int_sr_t2^[spirit4]

hero_runes=^int_def_t16tdc^Runes
hero_skills=^int_def_t16tdc^Skills
hero_runa_1=^int_dig_t14sc^[hero_rune_might]
hero_runa_2=^int_dig_t14sc^[hero_rune_mind]
hero_runa_3=^int_dig_t14sc^[hero_rune_magic]
hero_army=^int_CAP_t0^Army

hero_class_warrior=Warrior
hero_class_paladin=Paladin
hero_class_mage=Mage

hero_slot_helmet=Helmet
hero_slot_weapon=Weapon
hero_slot_armor=Armor
hero_slot_boots=Boots
hero_slot_regalia=Regalia
hero_slot_shield_regalia=Shield/Regalia
hero_slot_belt_artefact=Belt/Artifact
hero_slot_belt=Belt
hero_slot_artefact=Artifact

hero_slot_shield_artefact=Shield/Artifact
hero_slot_shield_weapon=Shield/Weapon
hero_slot_belt_regalia=Belt/Regalia

hero_sort1=^int_sort1^Sort:
hero_sort2=^int_sort2^by cost
hero_sort3=^int_sort2^by type


////////////////////////////////////////////////
// ХИНТЫ
////////////////////////////////////////////////
btn_hero_face_hint=Portrait
btn_hero_name_hint=Name
//btn_hero_EXP_hint=(на удаление) Опыт
//btn_hero_heraldry=^left_t^Фамильный дворянский герб
//btn_hero_EXR_line_hint=^int_def_t0_mm^(на удаление) Опыт: ^[hero_experience]^([hero_experience_max])....
btn_hero_rank_hint=Rank
btn_hero_leadership_hint=^left_t^Leadership determines how many troops the hero can recruit.
btn_hero_attack_hint=^left_t^Describes the effectiveness of the hero's attack. If the attack exceeds the target's defense, the target suffers more damage. For every [att_den] attack, a unit's chance to critically strike its target increases [krit_inc] and the cap on maximum damage increases [att_cap_inc]. At maximum, the damage increases to [att_inc]. Chance of Critical Hit: [att_krit].
btn_hero_defense_hint=^left_t^Describes the effectiveness of the hero's defense. If the hero's defense exceeds the aggressor's attack, then the damage suffered will decrease. Fore every [def_den] defense, the unit's resistance to all attacks increases [res_inc] and the minimum damage decreases one fractional integer (i.e. 1/3 -> 1/4). At maximum, the hero's units will take only: [def_dec] damage. Unit Resist All: [def_res].
btn_hero_intellect_hint=^left_t^Intellect influences magical attacks and the power of spells. Every [int_den] points of intellect increase the power of spells by [power_inc], and every [dur_den] points increases the duration of spells effect by [dur_inc] turn. Total power bonus: [int_power]. Total duration bonus: [int_dur] rounds. The spell duration is also effected by the target's resistance to either magic for the spell in general or the effect's resistance type (i.e. fire for burn effects).
btn_hero_gold_hint=^left_t^Allows you to buy equipment, spells, and hire troops.
btn_hero_mana_hint=^left_t^The hero spends Mana on spell-casting. Mana can be recovered after combat. Also there are items and skills which allow the recovery of Mana during combat.
btn_hero_rage_hint=^left_t^The hero accumulates points of Rage during combat, and can spend them in the summoning of Spirits of Rage. Also, the higher the level of Rage, the higher probability of a critical attack.
btn_hero_Spirit1_hint=Zerock
btn_hero_Spirit2_hint=Sleem
btn_hero_Spirit3_hint=Lina
btn_hero_Spirit4_hint=Reaper
btn_hero_wife_hint=Hero's wife

btn_hero_book_hint=^hint_Btn_t^Spell Book [hkey](B)<br>[def] - Scrolls: [hero_scrolls]/[hero_scrolls_max]. <br> - Crystals: [hero_crystals]
btn_hero_inventory_hint=Equipment
btn_hero_invUp_hint=Up
btn_hero_invDown_hint=Down
btn_hero_army_hint=Hero's army
//btn_hero_rune1_hint=^left_t^Руны Силы. Нужны для изучения и улучшения уже изученных умений. Больше всего Рун Силы получает воин, и требуются они в основном для Умений Силы.Руны Силы
//btn_hero_rune2_hint=Руны Духа
//btn_hero_rune3_hint=Руны Магии
btn_hero_skills_hint=Skills 
btn_hero_OK_hint=Close
btn_hero_might=Might Skills
btn_hero_mind=Mind Skills
btn_hero_magic=Magic Skills
btn_hero_might_av=Might Skills<br>(available for studying)
btn_hero_mind_av=Mind Skills<br>(available for studying)
btn_hero_magic_av=Magic Skills<br>(available for studying)

// hero
//hero_inv_left=Назад
//hero_inv_right=Вперед
